{
	"name" : "Chris Gayle",
	"country" : "West Indies",
	"basic" : {
		"born" : "Sep 21, 1979 (36 years)",
		"birth place" : "Mumbai, India",
		"nickname" : "Gayle",
		"height" : "6 ft 1 in",
		"role" : "Batsman",
		"batting style" : "Left Handed Bat",
		"bowling style" : "Right-arm offbreak"
	},
	"bio" : "<p>Chris Gayle made his international debut for the West Indies against India in 1999, just 10 days short of his 20th birthday, and his Test debut soon after in 2000 against Zimbabwe.<p><p>Gayle soon made his presence felt, notching up his first Test ton with 175 against Zimbabwe. The West Indies had begun their downward slide at that time, and Gayle was among the few bright spots for them. At a time when openers were changed as often as a new born baby's diapers, Gayle was the one permanent fixture at the top of the order. He continued his good run with the bat, notching up tons regularly - with a 79-ball hundred in Cape Town in 2004, a particularly special one.</p><p>He ran into a rough patch in 2004, when a rampant Steve Harmison worked him over regularly, dismissing him four times in seven innings and exposing his lack of footwork cruelly, as the West Indies were crushed 3-0. After that lean series, Gayle was dropped from the side, albeit due to sponsorship issues (regarding a dispute with the WICB). However, he came back with a vengeance, scoring a career-best 317 in Antigua against South Africa. He then had a fine Champions Trophy, scoring 474 runs with three tons, and bagging eight wickets as West Indies reached the final, losing to Australia.</p><p>Gayle was made the captain of the Windies side after Ramnaresh Sarwan was injured and he did well as they won a Test match under his leadership against a strong South African side in Port Elizabeth in 2007-08. He held on to his captaincy even after Sarwan returned, but a home Test and ODI series loss to Australia left him disappointed and he was willing to give up the captaincy. However, he changed his mind and continued on, leading West Indies to a 1-0 Test series win over England - thereby bringing home the Wisden Trophy after a gap of nine years. That triumph lasted only a couple of months though, as England wrested the trophy back with a 2-0 win at home.</p><p>Gayle loves to cut and pull and is formidable square of the wicket. His long reach helps him to get to the pitch of the ball and he creams deliveries over the infield with utter nonchalance. Gayle does not have a great technique, but like another fearsome contemporary opener - Virender Sehwag - he more than makes it up with his terrific hand-eye co-ordination. He is suspect when the ball swings or when it seams and is known to throw his wicket away a little too soon, a problem which perfectly highlights the inconsistent spells he has had in his career.</p>",
	"profile_pic" : "images/players/gayle-profile.jpg",
	"cover_pic" : "images/players/gayle-cover.jpg",
	"batting_summary" : {
		"Tests" : {
			"m" : 103,
			"inn" : 182,
			"no" : 11,
			"runs" : 7215,
			"hs" : 333,
			"avg" : 42.19,
			"bf" : 11970,
			"sr" : 60.28,
			"_100" : 15,
			"_200" : 3,
			"_50" : 37,
			"_4" : 1046,
			"_6" : 98,
			"st" : 0
		},
		"ODI" : {
			"m" : 269,
			"inn" : 263,
			"no" : 16,
			"runs" : 9221,
			"hs" : 215,
			"avg" : 37.18,
			"bf" : 10834,
			"sr" : 85.11,
			"_100" : 22,
			"_200" : 1,
			"_50" : 47,
			"_4" : 1038,
			"_6" : 238,
			"st" : 0
		},
		"T20I" : {
			"m" : 50,
			"inn" : 47,
			"no" : 4,
			"runs" : 1519,
			"hs" : 117,
			"avg" : 35.33,
			"bf" : 1044,
			"sr" : 145.5,
			"_100" : 2,
			"_200" : 0,
			"_50" : 13,
			"_4" : 130,
			"_6" : 98,
			"st" : 0
		},
		"IPL" : {
			"m" : 84,
			"inn" : 83,
			"no" : 12,
			"runs" : 3200,
			"hs" : 175,
			"avg" : 45.07,
			"bf" : 2091,
			"sr" : 153.04,
			"_200" : 5,
			"_100" : 0,
			"_50" : 18,
			"_4" : 262,
			"_6" : 230,
			"st" : 0
		}
	},
	"bowling_summary" : {
		"Tests" : {
			"m" : 103,
			"inn" : 104,
			"b" : 7109,
			"runs" : 3120,
			"wkts" : 73,
			"bbi" : "34/5",
			"bbm" : "81/6",
			"ecom" : 2.64,
			"avg" : 42.74,
			"sr" : 97.38,
			"w5" : 2
		},
		"ODI" : {
			"m" : 269,
			"inn" : 190,
			"b" : 7222,
			"runs" : 5739,
			"wkts" : 163,
			"bbi" : "46/5",
			"bbm" : "46/5",
			"ecom" : 4.77,
			"avg" : 35.21,
			"sr" : 44.31,
			"w5" : 1
		},
		"T20I" : {
			"m" : 50,
			"inn" : 23,
			"b" : 319,
			"runs" : 377,
			"wkts" : 17,
			"bbi" : "15/2",
			"bbm" : "15/2",
			"ecom" : 7.11,
			"avg" : 22.18,
			"sr" : 18.76,
			"w5" : 0
		},
		"IPL" : {
			"m" : 84,
			"inn" : 33,
			"b" : 489,
			"runs" : 661,
			"wkts" : 16,
			"bbi" : "21/3",
			"bbm" : "21/3",
			"ecom" : 8.16,
			"avg" : 41.31,
			"sr" : 30.56,
			"w5" : 0
		}
	}
}