{
	"name" : "Mitchell Starc",
	"country" : "Australia",
	"basic" : {
		"born" : "Jan 30, 1990 (26 years)",
		"birth place" : "Australia",
		"nickname" : "Starc",
		"height" : "6 ft 4 in",
		"role" : "Bowler",
		"batting style" : "Left Handed Bat",
		"bowling style" : "Left-arm fast-medium"
	},
	"bio" : "<p>Mitchell Starc, a bustling left-arm swing bowler from Australia, was earmarked for success at a young age. He had a fine season with New South Wales in 2009-10 and he looked set to make his debut for his country. After a lacklustre ODI debut against India in 2010, he showed his class by picking up four wickets in his next ODI against Sri Lanka in Brisbane. A good start to the 2011-12 domestic season and injuries to key bowlers meant that Starc made his Test debut against New Zealand at the Gabba. He returned with figures of 2/123 for the match.</p><p>With plenty of talented pacers at Australia's disposal, Starc has got limited opportunities in the longer form of the game. Starc, on his part, looked to improve his bowling skills by playing a season of county cricket in 2012 for Yorkshire and won accolades for his performance. Starc then, became a regular in the shorter formats of the game. His ability to hoop the white ball back into the right-handed batsman at pace has earned him a lot of success. His figures of 5/42 against Pakistan in Sharjah in August 2012 earned the lanky pacer a permanent spot in the ODI team which he further cemented with consecutive five-wicket hauls against the West Indies in February, 2013.</p><p>With his eyes firmly set on getting a permanent place in the Australian team in all formats of the game, Starc refused to enroll himself for the lucrative 2013 IPL auctions, winning a lot of praise from his peers. Nowadays, he plays for Royal Challengers Bangalore in the IPL. Australia pinned a lot of hopes on the left-armer at the 2014 World T20, but he could not live up to the expectations and his performances were average.</p><p>He did reasonably well in the Zimbabwe tri-series before bagging a four-wicket haul against South Africa in the 3rd ODI of the five-match series. He also featured in two Test matches of the 2014-15 Border-Gavaskar Trophy. When not on national duty, Starc had a good BBL season, troubling the batsmen with swing. He also rattled the Indians in the second match of the tri-series and registered his career-best figures of 6/43. He was instrumental in Australia's success in the match as his fantastic spell derailed India, who were well on course for a big score. With him swinging the ball both ways at pace, he was always an automatic selection in the squad for the 2015 World Cup.</p>",
	"profile_pic" : "images/players/starc-profile.jpg",
	"cover_pic" : "images/players/starc-cover.jpg",
	"batting_summary" : {
		"Tests" : {
			"m" : 103,
			"inn" : 182,
			"no" : 11,
			"runs" : 7215,
			"hs" : 333,
			"avg" : 42.19,
			"bf" : 11970,
			"sr" : 60.28,
			"_100" : 15,
			"_200" : 3,
			"_50" : 37,
			"_4" : 1046,
			"_6" : 98,
			"st" : 0
		},
		"ODI" : {
			"m" : 269,
			"inn" : 263,
			"no" : 16,
			"runs" : 9221,
			"hs" : 215,
			"avg" : 37.18,
			"bf" : 10834,
			"sr" : 85.11,
			"_100" : 22,
			"_200" : 1,
			"_50" : 47,
			"_4" : 1038,
			"_6" : 238,
			"st" : 0
		},
		"T20I" : {
			"m" : 50,
			"inn" : 47,
			"no" : 4,
			"runs" : 1519,
			"hs" : 117,
			"avg" : 35.33,
			"bf" : 1044,
			"sr" : 145.5,
			"_100" : 2,
			"_200" : 0,
			"_50" : 13,
			"_4" : 130,
			"_6" : 98,
			"st" : 0
		},
		"IPL" : {
			"m" : 84,
			"inn" : 83,
			"no" : 12,
			"runs" : 3200,
			"hs" : 175,
			"avg" : 45.07,
			"bf" : 2091,
			"sr" : 153.04,
			"_200" : 5,
			"_100" : 0,
			"_50" : 18,
			"_4" : 262,
			"_6" : 230,
			"st" : 0
		}
	},
	"bowling_summary" : {
		"Tests" : {
			"m" : 103,
			"inn" : 104,
			"b" : 7109,
			"runs" : 3120,
			"wkts" : 73,
			"bbi" : "34/5",
			"bbm" : "81/6",
			"ecom" : 2.64,
			"avg" : 42.74,
			"sr" : 97.38,
			"w5" : 2
		},
		"ODI" : {
			"m" : 269,
			"inn" : 190,
			"b" : 7222,
			"runs" : 5739,
			"wkts" : 163,
			"bbi" : "46/5",
			"bbm" : "46/5",
			"ecom" : 4.77,
			"avg" : 35.21,
			"sr" : 44.31,
			"w5" : 1
		},
		"T20I" : {
			"m" : 50,
			"inn" : 23,
			"b" : 319,
			"runs" : 377,
			"wkts" : 17,
			"bbi" : "15/2",
			"bbm" : "15/2",
			"ecom" : 7.11,
			"avg" : 22.18,
			"sr" : 18.76,
			"w5" : 0
		},
		"IPL" : {
			"m" : 84,
			"inn" : 33,
			"b" : 489,
			"runs" : 661,
			"wkts" : 16,
			"bbi" : "21/3",
			"bbm" : "21/3",
			"ecom" : 8.16,
			"avg" : 41.31,
			"sr" : 30.56,
			"w5" : 0
		}
	}
}